<template>
<div class="s-wrapper">
  <div class="col">
    <div class="header">
    <a href="https://wizardl.github.io"><h3>匿名独中</h3></a>
    </div>
    <p>你知道吗？你能够匿名发布文章了</p>
    <div class="list">
      📢 <a href="#">匿名发布</a>
      <span class="seperator"> // </span>
      👦 <a href="#">匿名回复</a>
      <span class="seperator"> // </span>
      😡 <a href="#">投诉</a>
    </div>
  </div>
  <pre>------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------</pre>
</div>
</template>
